Repository: lulan55892566kevinhernandez/esplora
Catalog: lang/*.po
Languages: bg, bs, de, es, fr, jp, ru, sv

source: lang_id
bg: bg
bs: bs
de: de
es: es
fr: fr
jp: jp
ru: ru
sv: sv

source: lang_name
bg: Български
bs: Bosanski
de: Deutsch
es: Español
fr: Français
jp: 日本語
ru: Русский
sv: Svenska

source: Page Not Found
bg: Страницата не е намерена
bs: Strana nije pronadjena
de: Seite nicht gefunden
es: Página No Encontrada
fr: Page non trouvée
jp: ページが見つかりません。
ru: Страница Не Найдена
sv: Sida inte hittad

source: Loading...
bg: Зарежда се…
bs: Ucitavanje...
de: Wird geladen...
es: Cargando...
fr: Chargement...
jp: ローディング中
ru: Идёт Загрузка...
sv: Laddar...

source: Recent Blocks
bg: Последни блокове
bs: Novi blokovi
de: Neuste Blöcke
es: Bloques Recientes
fr: Blocs récents
jp: 最新のブロック
ru: Последние Блоки
sv: Senaste block

source: Height
bg: Височина
bs: Visina
de: Höhe
es: Altura
fr: Hauteur
jp: ブロック高
ru: Высота
sv: Höjd

source: Timestamp
bg: Времeви печат
bs: Vreme
de: Zeitstempel
es: Fecha y Hora
fr: Date
jp: タイムスタンプ
ru: Штамп Времени
sv: Tidpunkt

source: Transactions
bg: Транзакции
bs: Transakcije
de: Transaktionen
es: Transacciones
jp: トランザクション
ru: Транзакции
sv: Transaktioner

source: Size (KB)
bg: Размер (KB)
bs: Velicina (KB)
de: Grösse (KB)
es: Tamaño (KB)
fr: Taille (Ko)
jp: サイズ(バイト)
ru: Объем (Кбайт)
sv: Storlek (KB)

source: Weight (KWU)
bg: Тегло (KWU)
bs: Tezina (KWU)
de: Gewicht (KWU)
es: Peso (KWU)
fr: Poids (KWU)
jp: ブロックウェイト
ru: Вес (kWU)
sv: Vikt (KWU)

source: Load more
bg: Още резултати
bs: Ucitaj jos
de: Mehr laden
es: Mostrar siguiente
fr: Afficher plus
jp: さらに表示
ru: Смотреть больше
sv: Ladda fler

source: No results found
bg: Няма намерени резултати
bs: Nema rezultata
de: Keine Ergebnisse gefunden
es: No se encontraron resultados para su búsqueda
fr: Aucun résultat
jp: 結果がありません
ru: Результаты Не Найдены
sv: Inga resultat hittade

source: Block %s
bg: Блок %0
bs: blok %0
de: Block %0
es: Bloque %0
fr: Bloc %0
jp: ブロック %0
ru: Процент (%0) Блока
sv: Block %0

source: Previous
bg: Предишен
bs: Prethodni
de: Vorheriger
es: Previo
fr: Précédent
jp: 前に
ru: Предыдущий
sv: Föregående

source: Status
bg: Статус
es: Estatus
fr: Statut
jp: ステータス
ru: Статус

source: Virtual Size (KVB)
bg: Действителен размер (KVB)
bs: Virtualna velicina (KVB)
de: Virtuelle Größe (KVB)
es: Tamaño Virtual (KVB)
fr: Taille virtuelle (KVB)
jp: バーチャルサイズ(KVB)
ru: Виртуальный Объем (kVB)
sv: Virtuell storlek (KVB)

source: Weight units (KWU)
bg: Eдиница за тегло (KWU)
bs: Virtuelna jedinica (KWU)
de: Gewichtseinheiten (KWU)
es: Unidades de Peso (KWU)
fr: Unité de poids (KWU)
jp: ウェイトユニット(KWU)
ru: Единицы Веса (kWU)
sv: Viktenheter (KWU)

source: %s Transactions (singular)
bg: 1 Транзакция
bs: %0 Transakcija
de: %0 Transaktionen
es: Transacciones %0
fr: %0 Transactions
jp: %0 トランザクション
ru: Процент (%0) Транзакций
sv: %0 transaktioner

source: %s Transactions (plural)
bg: %0 Транзакции
bs: %0 Transakcija
de: %0 Transaktionen
es: Transacciones %0
fr: %0 Transactions
jp: %0 トランザクション
ru: Процент (%0) Транзакций
sv: %0 transaktioner

source: Next
bg: Следващ
bs: Sledece
de: Nächster
es: Siguiente
fr: Suivant
jp: 次へ
ru: Следующий
sv: Nästa

source: In best chain (%s confirmations) (singular)
bg: Най-дългата верига (1 потвърждение)
bs: U najnoljem lancu (1 conferma)
de: In bester Chain (1 Bestätigung)
es: En cadena más larga (%0 confirmaciones)
fr: Dans la chaine la plus longue (1 confirmation)
jp: 最長チェーン(%0 検証)
ru: В лучшей цепи (процент потверждений)
sv: I bästa kedjan (1 bekräftelse)

source: In best chain (%s confirmations) (plural)
bg: Най-дългата верига (%0 потвърждения)
bs: U najnoljem lancu (%0 conferme)
de: In bester Chain (%0 Bestätigungen)
es: En cadena más larga (%0 confirmaciones)
fr: Dans la chaine la plus longue (%0 confirmations)
jp: 最長チェーン(%0 検証)
ru: В лучшей цепи (процент потверждений)
sv: I bästa kedjan (%0 bekräftelse

source: %s of %s Transactions
bg: %0 от %1 Транзакции
bs: %0 od %1 Transakicja
de: %0 von %1 Transaktionen
es: Transacciones %0 de %1
fr: %0 sur %1 Transactions
jp: トランザクション数 %0 / %1
ru: %0 от %1 Транзакций
sv: %0 av %1 transaktioner

source: Details
bg: Детайли
bs: Detalji
es: Detalles
fr: Détails
jp: 詳細
ru: Подробные детали
sv: Detaljer

source: Nonstandard
bg: Нестандартна
es: No estándar
jp: ノン・スタンダード
ru: Нестандартный

source: Transaction
bg: Транзакция
bs: Transakcija
de: Transaktion
es: Transacción
jp: トランザクション
ru: Транзакция
sv: Transaktion

source: Size (bytes)
bg: Размер (байти)
bs: Velicina (bytes)
de: Größe (bytes)
es: Tamaño (bytes)
fr: Taille (octets)
jp: サイズ(バイト)
ru: Объем (байт)
sv: Storlek (bytes)

source: Virtual size (vbytes)
bg: Действителен размер (в. байти)
bs: Virtualna Velicina (vbytes)
de: Virtuelle Größe (vbytes)
es: Tamaño virtual (vbytes)
fr: Taille virtuelle (vbytes)
jp: バーチャルサイズ(vバイト)
ru: Виртуалный обьем (вБайт)
sv: Virtuell storlek (vbytes)

source: Weight units (WU)
bg: Eдиница за тегло (WU)
bs: Jedinica Tezine (WU)
de: Gewichtseinheiten (WU)
es: Unidades de peso (WU)
fr: Unité de poids (WU)
jp: ウェイトユニット(KWU)
ru: Единицы веса (WU)
sv: Viktenheter (WU)

source: Transaction fees
bg: Такси за транзакция
de: Gebühr
es: Tarifa for transacción
fr: Frais de transaction
jp: トランザクション手数料
ru: Комиссия за транзакцию
sv: Miningavgift

source: Version
bg: Версия
bs: Verzija
es: Versión
jp: バージョン
ru: Версия

source: Included in Block
bg: Включена в блок
bs: Ukljuceno u blok
de: Beinhaltet in Block
es: Incluida en bloque
fr: Inclue dans le bloc
jp: ブロック内容
ru: Включенный в Блоке
sv: Inkluderad i block

source: Address
bg: Адрес
bs: Adresa
de: Adresse
es: Dirección
fr: Adresse
jp: アドレス
ru: Адрес
sv: Adress

source: Transaction count
bg: Брой транзакции
bs: Broj transakcija
de: Anzahl von Transaktionen
es: Total de transacciones
fr: Nombre de transactions
jp: トランザクション数
ru: Количество транзакций
sv: Antal transaktioner

source: We encountered an error. Please try again later.
bg: Изникна грешка. Моля, опитайте по-късно.
es: Encontramos un error. Por favor intenta nuevamente más tarde.
jp: エラーが発生しました。後ほどもう一度お試し下さい。
ru: Мы столкнулись с ошибкой. Пожалуйста, попробуйте позже.

source: Type
bg: Тип
bs: Tip
es: Tipo
jp: タイプ
ru: Тип
sv: Typ

source: OP_RETURN data
bg: OP_RETURN данни
es: Datos OP_RETURN
jp: OP_RETURN データ
ru: Данные OP_RETURN

source: Witness
bg: Подпис
es: testigo
ru: Свидетельство

source: Search for block height, hash, transaction, or address
bg: Въведете височина на блок, хаш, транзакция или адрес
bs: Pretraga po visini bloka, hash, transakciji ili adresi
de: Suche nach Blockhöhe, Hash, Transaktion oder Adresse
es: Busca por altura de bloque, hash, transacción o dirección
fr: Numéro de bloc, hash, transaction ou adresse
jp: ブロック高、ハッシュ、トランザクション又はアドレスを検索する
ru: Поиск высоты блока, хэшов, транзакций или адресов
sv: Sök efter blockhöjd, hash, transaktion eller adress

source: Block #%s: %s
bg: Блок #%0: %1
bs: Blok #%0: %1
de: Block #%0: %1
es: Bloque #%0: %1
fr: Bloc #%0: %1
jp: ブロック #%0: %1
sv: Böpcl #%0: %1

source: Transaction: %s
bg: Транзакция: %0
bs: Transakcija: %0
de: Transaktion: %0
es: Transacción: %0
fr: Transaction: %0
jp: トランザクション: %0
sv: Transaktion: %0

source: Address: %s
bg: Адрес: %0
bs: Adresa: %0
de: Adresse: %0
es: Dirección %0
fr: Adresse: %0
jp: アドレス: %0
sv: Adress: %0

source: Spent by
bg: Похарчен от
bs: Potroseni od strane
de: Ausgegeben von
es: Gastado por
fr: Dépensé par
jp: 使用者
ru: Потраченный
sv: Spenderat av

source: Unspent
bg: Не e похарчен
bs: Nepotroseni
de: Nicht ausgegeben
es: No gastado
fr: Non dépensé
jp: 未使用
ru: Неизрасходованные
sv: Ospenderad

source: Peg-out
bg: Peg-оut
ru: Закрепить

source: Peg-out to
bg: Peg-out до
es: Peg-out a
jp: Peg-out先
ru: Закрепить к

source: Peg-out address
bg: Peg-out адрес
es: Dirección de Peg-out
jp: Peg-out アドレス
ru: Закрепительный адрес

source: Output in parent chain
bg: Дериват от веригата източник
es: Salida en cadena principal
jp: 親チェーンのアウトプット
ru: Выходные данные в родительской цепи

source: Powered by esplora
es: Desarrollado por esplora

source: Lock time
jp: ロックタイム
ru: Время блокировки

source: Coinbase
jp: コインベース

source: %s Confirmations (singular)
bs: 1 Potvrda
de: 1 Bestätigung
fr: 1 confirmation
sv: 1 bekräftelse

source: %s Confirmations (plural)
bs: %0 Potvrda
de: %0 Bestätigungen
fr: %0 confirmations
sv: %0 bekräftelser

source: Orphan
bs: Orfan
de: Orfano
fr: Orphelin
sv: Föräldralös

source: Confidential
bs: Poverljivo
fr: Confidentiel
sv: Konfidentiell

source: Unconfirmed
bs: Nema Potvrda
de: Unbestätigt
fr: Non confirmée
sv: Obekräftad
